{
    "padding": 0,
    "UKN": 1,
    "aload_0": 2,
    "new": 3,
    "dup": 4,
    "invokespecial": 5,
    "aload_1": 6,
    "invokevirtual": 7,
    "ldc": 8,
    "aload_2": 9,
    "aconst_null": 10,
    "putfield": 11,
    "return": 12,
    "getfield": 13,
    "areturn": 14,
    "astore_1": 15,
    "astore_2": 16,
    "iconst_0": 17,
    "ifnull": 18,
    "astore_3": 19,
    "aload_3": 20,
    "astore": 21,
    "goto": 22,
    "invokestatic": 23,
    "ifeq": 24,
    "aload": 25,
    "athrow": 26,
    "astore_0": 27,
    "ifnonnull": 28,
    "checkcast": 29,
    "ifne": 30,
    "getstatic": 31,
    "instanceof": 32,
    "invokeinterface": 33,
    "monitorenter": 34,
    "putstatic": 35,
    "pop": 36,
    "monitorexit": 37,
    "if_acmpne": 38,
    "istore": 39,
    "iload": 40,
    "istore_1": 41,
    "iload_1": 42,
    "ireturn": 43,
    "dconst_0": 44,
    "dstore_3": 45,
    "dload_3": 46,
    "dstore": 47,
    "dload": 48,
    "dcmpl": 49,
    "ifle": 50,
    "bipush": 51,
    "iconst_1": 52,
    "anewarray": 53,
    "aastore": 54,
    "if_acmpeq": 55,
    "istore_2": 56,
    "iload_2": 57,
    "if_icmpne": 58,
    "dup_x1": 59,
    "iadd": 60,
    "if_icmple": 61,
    "irem": 62,
    "istore_3": 63,
    "iload_3": 64,
    "if_icmpge": 65,
    "iinc": 66,
    "iconst_3": 67,
    "iconst_m1": 68,
    "iconst_2": 69,
    "iconst_4": 70,
    "iconst_5": 71,
    "tableswitch": 72,
    "sipush": 73,
    "if_icmplt": 74,
    "ixor": 75,
    "iflt": 76,
    "arraylength": 77,
    "aaload": 78,
    "nop": 79,
    "fconst_2": 80,
    "if_icmpgt": 81,
    "if_icmpeq": 82,
    "caload": 83,
    "castore": 84,
    "imul": 85,
    "lload_1": 86,
    "fconst_0": 87,
    "lconst_0": 88,
    "dreturn": 89,
    "dload_1": 90,
    "freturn": 91,
    "fload_1": 92,
    "lreturn": 93,
    "ifge": 94,
    "iload_0": 95,
    "isub": 96,
    "dload_0": 97,
    "fload_0": 98,
    "lload_0": 99,
    "ldc2_w": 100,
    "dmul": 101,
    "dcmpg": 102,
    "i2l": 103,
    "lcmp": 104,
    "newarray": 105,
    "sastore": 106,
    "iaload": 107,
    "fastore": 108,
    "ldiv": 109,
    "lmul": 110,
    "lstore": 111,
    "lload": 112,
    "idiv": 113,
    "ladd": 114,
    "lastore": 115,
    "iastore": 116,
    "bastore": 117,
    "dastore": 118,
    "ifgt": 119,
    "lload_3": 120,
    "l2i": 121,
    "ior": 122,
    "ishl": 123,
    "daload": 124,
    "multianewarray": 125,
    "dadd": 126,
    "i2d": 127,
    "ddiv": 128,
    "fload": 129,
    "lstore_3": 130,
    "lsub": 131,
    "iushr": 132,
    "i2f": 133,
    "fdiv": 134,
    "fconst_1": 135,
    "fadd": 136,
    "f2i": 137,
    "iand": 138,
    "fload_2": 139,
    "fmul": 140,
    "lload_2": 141,
    "lookupswitch": 142,
    "dup2": 143,
    "baload": 144,
    "ineg": 145,
    "lconst_1": 146,
    "ishr": 147,
    "istore_0": 148,
    "i2b": 149,
    "ldc_w": 150,
    "land": 151,
    "lstore_1": 152,
    "lxor": 153,
    "i2c": 154,
    "lshr": 155,
    "lushr": 156,
    "lrem": 157,
    "laload": 158,
    "lor": 159,
    "jsr": 160,
    "lstore_2": 161,
    "lshl": 162,
    "dup2_x1": 163,
    "l2d": 164,
    "lstore_0": 165,
    "d2l": 166,
    "lneg": 167,
    "pop2": 168,
    "wide": 169,
    "i2s": 170,
    "fstore_2": 171,
    "fstore_3": 172,
    "fload_3": 173,
    "f2d": 174,
    "d2i": 175,
    "dup_x2": 176,
    "saload": 177,
    "dsub": 178,
    "dload_2": 179,
    "dconst_1": 180,
    "dstore_2": 181,
    "dstore_1": 182,
    "dneg": 183,
    "drem": 184,
    "l2f": 185,
    "dstore_0": 186,
    "d2f": 187,
    "fstore_1": 188,
    "fstore": 189,
    "dup2_x2": 190,
    "fcmpl": 191,
    "fcmpg": 192,
    "fsub": 193,
    "fneg": 194,
    "fstore_0": 195,
    "swap": 196,
    "faload": 197
}